{
    "mobiles":[
        {
            "id":1,
            "title":"Note 10 Pro",
            "company":"Redmi",
            "price":"20000",
            "img":"https://i02.appmifile.com/828_operator_in/04/03/2021/6669d6a3823d22029a4f8180fddef109.jpg",
            "description":"The Redmi Note 10 Pro packs a punch in every department. The 16.9cm (6.67) FHD+ Super AMOLED ultra-bright display gives a billion colours, which come true to life thanks to the 100% DCI-P3 colour gamut. This smartphone features a magnificent 64MP Quad Camera that combines a powerful 64MP primary sensor, 8MP ultra-wide angle lens, a 5MP super tele-macro lens and a 2MP depth sensor for the professional photographer in you. Enjoy heavy-duty gaming, multi-tasking at peak performance while on the go with the huge 5020mAh battery and a 33W Fast Charger (in-box)."
        },
        {
            "id":2,
            "title":"Note 9 pro",
            "company":"Redmi",
            "price":"18000",
            "img":"https://i01.appmifile.com/webfile/globalimg/zhouyuxin/J6B-Green-800.png",
            "description":"The true beast of performance.The Redmi Note 9 Pro offers a truly beast performance in every department. This smartphone features an impressive 48MP Quad Camera Array that combines a powerful 48MP primary sensor, 8MP ultra-wide angle lens, a 5MP macro lens and a 2MP macro lens, so you are ready to click in any condition. Powered by the Qualcomm® Snapdragon™ 720G, gaming is effortless and efficient. Work and play uninterrupted with the huge 5020mAh battery that is accompanied by the 18W Fast Charger."
        },
        {
            "id":3,
            "title":"Note 8 pro",
            "company":"Redmi",
            "price":"17000",
            "img":"https://i01.appmifile.com/webfile/globalimg/in/cms/58F356D1-538B-E4C7-0D9E-5266A9306F8E.jpg",
            "description":"The Redmi Note 8 Pro comes with a lot of firsts for the Mi Fan. This smartphone features the World’s 1st 64MP AI Quad Camera Array that combines a powerful 64MP primary sensor, 8MP ultra-wide angle lens, a dedicated depth sensor and a 2MP macro lens to cover the entire range of photography. Adding yet another first to its list of features, this smartphone is the 1st in India to launch with Alexa built-in. Now you can ask Alexa to create you shopping list, play music and more. Packing serious power is the Helio G90T processor that with an Antutu score of 284K offers unmatched gaming."
        },
        {
            "id":4,
            "title":"Note 7 pro",
            "company":"Redmi",
            "price":"15000",
            "img":"https://i01.appmifile.com/webfile/globalimg/in/cms/C242F83B-6939-035E-6201-F7F739B24211.jpg",
            "description":"Note 7 Pro (Space Black, 64GB, 4GB RAM). This Certified Refurbished product is tested to work and look like new with minimal to no signs of wear and tear; the product comes with relevant accessories (Except headphone and case) and is backed by a minimum six month supplier-backed warranty; box may be generic"
        },
        {
            "id":5,
            "title":"Note 6 pro",
            "company":"Redmi",
            "price":"12000",
            "img":"https://images-na.ssl-images-amazon.com/images/I/51J3hs1KPXL._SX679_.jpg",
            "description":"Xiaomi's first smartphone that boasts an AI-powered quad-camera. Now enjoy a smart camera experience with the AI Scene Detection feature. It helps your camera understand what it is looking at and enhances the picture automatically. Take beautiful, sharp images, thanks to the Dual Pixel Autofocus technology. Its 1.4 micrometer pixel size and wider f/1.9 aperture offer you an enhanced low-light photography experience. Powered by a Qualcomm Snapdragon 636 octa-core processor and a 4000 mAh high-capacity battery, this smartphone delivers a seamless performance and up to two days of battery life"
        },
        {
            "id":6,
            "title":"Note 5 pro",
            "company":"Redmi",
            "price":"10000",
            "img":"https://www.gizmochina.com/wp-content/uploads/2018/02/Redmi-Note-5-Pro-598x568.png",
            "description":"Take photos, make calls or watch videos easily on this Redmi Note 5 Pro mobile phone. Powered by Qualcomm Snapdragon 636 Octa-core Processor, this mobile will provide a lag-free performance even when you’re multitasking. And, the 4000 mAh battery will ensure longer hours of entertainment without any interruption."
        },
        {
            "id":7,
            "title":"M31",
            "company":"Samsung",
            "price":"15000",
            "img":"https://static.digit.in/default/db80c6f12355307b593c0af60ad5403adbd2ab06.jpeg?tr=1200",
            "description":"64MP + 8MP + 5MP + 5MP rear camera | 32MP front facing camera 16.21 centimeters (6.4-inch) FHD+ capacitive touchscreen with 2340 x 1080 pixels resolution, 404 ppi pixel density and 16M color support Memory, Storage & SIM: 6GB RAM | 64GB storage expandable up to 512GB | Dual SIM with dual standby (4G+4G) Android v10.0 operating system with 2.3GHz + 1.7GHz Exynos 9611 Octa core processor 6000mAH lithium-ion battery 1 year manufacturer warranty for device and 6 months manufacturer warranty for in-box accessories including batteries from the date of purchase Box also includes: Travel Adapter, USB Cable, Ejection Pin, User Manual Fast face unlock and fingerprint sensor | Dual SIM (nano+nano) with dual standby and dual VoLTE , Dedicated Sim slot;Widevine L1 certification for HD streaming"
        },
        {
            "id":8,
            "title":"M30",
            "company":"Samsung",
            "price":"16000",
            "img":"https://20specs.com/wp-content/uploads/2019/01/Samsung-Galaxy-M30.jpeg",
            "description":"Boasting a powerful 5000-mAh battery, this Samsung handset has all the juice that you could ask for to perform a variety of tasks on a smartphone. And, a 14nm 1.8 GHz Exynos 7904 Octa-core processor, along with 4 GB of LPDDR4x RAM, only helps you do those tasks without any lag."
        },
        {
            "id":9,
            "title":"M21",
            "company":"Samsung",
            "price":"13000",
            "img":"https://cdn.movertix.com/media/catalog/product/cache/image/2400x/s/a/samsung-galaxy-m21-dual-sim-en-azul-de-64gb-y-4gb-ram-sm-m215f.jpg",
            "description":"48MP (F2.0) Main Camera +8MP (F2.2) Ultra Wide Camera +5MP(F2.2) Depth Camera | 20MP (F2.2) front facing camera 16.21 centimeters (6.4-inch) FHD+ capacitive touchscreen with 2340 x 1080 pixels resolution 16M color support Memory, Storage & SIM: 4GB RAM | 64GB storage expandable up to 512GB| Dual SIM with dual standby (4G+4G) Android 10.0 operating system with 2.3GHz Exynos 9611-Octa Core processor 6000mAH lithium-ion battery"
        },
        {
            "id":10,
            "title":"M01",
            "company":"Samsung",
            "price":"10000",
            "img":"https://static.digit.in/default/fa64dfe3f39b6672bdd94b0216d43725437c2e02.jpeg?tr=1200",
            "description":"Looking out for a phone that is a good performer and a great medium for your leisure needs? Then, it’s time to bring home the Samsung Galaxy M01 smartphone whose powerful battery (4000 mAh) will keep you up and running when you are on-the-go. Oh, when it comes to capturing images, you can do so with the help of this phone’s dual rear camera (13 MP main + 2 MP depth) and 5 MP front camera."
        }
    ]
}